[
    {
        "name": "Check Status of Previous Year Scholarship Applications",
        "description": "National Scholarship Portal allows students to check the status of their scholarship applications from previous years. By logging in, students can view detailed information about their past applications, ensuring they stay informed about their scholarship history.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjQ1NzA="
    },
    {
        "name": "Track Your Scholarship Payments on the National Scholarship Portal",
        "description": "PFMS (Public Financial Management System) portal allows students to monitor the status of their scholarship payments. By entering relevant details, students can view real-time updates on their payment progress, ensuring transparency and timely access to funds.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjQ1Njk="
    },
    {
        "name": "Apply for Scholarships through the National Scholarship Portal",
        "description": "National Scholarship Portal enables students to submit applications for various scholarships. By logging in, students can fill out application forms, upload required documents, and check the status of their submissions, ensuring a smooth and efficient application process.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjQ1Njg="
    },
    {
        "name": "One-Time Registration - OTR for National Scholarship Portal",
        "description": "The One Time Registration (OTR) on the National Scholarship Portal simplifies the scholarship application process by allowing students to register their basic details once. This streamlined process saves time and effort, making it easier for students to apply for various scholarships without repeatedly entering the same information.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjQ1Njc="
    },
    {
        "name": "National Scholarship Portal",
        "description": "The National Scholarship Portal is a digital platform initiated by the Government of India to streamline the process of availing scholarships. It serves as a single window for various scholarship schemes offered by central and state governments, as well as various government agencies like UGC, AICTE, and others. Students can register, apply, and track the status of their scholarship applications online. The portal provides detailed information about eligibility criteria, application deadlines, and required documents for each scholarship scheme. It aims to ensure transparency, reduce redundancy, and promote timely disbursement of scholarships to eligible students across India, thereby facilitating equitable access to education and encouraging meritorious students to pursue their academic aspirations.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjE3ODA="
    },
    {
        "name": "Apply for Scholarships for Transgender",
        "description": "Financial Assistance in the form of scholarships to Transgender students studying in classes IX and above and at post matriculation or post-secondary stage and beyond that till post-graduation to reduce incidence of drop out and support their educational aspirations.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjQ1Mzc="
    },
    {
        "name": "Registration for All India Pre-Medical Scholarship Entrance Test",
        "description": "The AIPMT portal allows candidates to register online for the pre-medical test, make payments, receive admit cards, and fill OMR sheets, simplifying the examination process.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTI3Nw=="
    },
    {
        "name": "Apply Online Scholarships for Meritorious Students belonging to the Minority Communities",
        "description": "This service awards interest subsidies on education loans for minority community students pursuing overseas studies. It aims to promote higher education among underrepresented groups.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTY2Mw=="
    },
    {
        "name": "Apply Online for Partial Funding of Foreign Study under the Plan Scheme of DFFT",
        "description": "Online application for Partial Funding of Foreign Study scheme for officers of All India Services (AIS), Central Services, the Central Secretariat Services (CSS) is provided by the Ministry of Personnel, Public Grievances and Pensions. Users can apply to the Ministry by filling details in an online application form. Facility to edit, finalise and print the application form is also available.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NQ=="
    },
    {
        "name": "Apply for Post-Matric and Pre-Matric Scholarship Scheme for ST Students",
        "description": "Students may apply for Post-Matric Scholarship Scheme by Ministry of Tribal Affairs is fully commited to the smooth and effective implementation of the Direct Benefits Transfer (DBT).",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjQ0Mjk="
    },
    {
        "name": "Nai Udaan - MIS Report",
        "description": "This site enables accessing a list of beneficiaries under the Nai Udaan scheme by specifying details such as Financial Year, Type, Gender & Community. The Nai Udaan scheme provides financial support to the minority candidates who clear prelims conducted by Union Public Service Commission (UPSC), Staff Selection Commission (SSC) and State Public Service Commissions (PSC) to adequately equip them to compete for appointment to Civil Services in the Union and the State Governments and to increase the representation of the minority in the Civil Services",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTg2MTY="
    },
    {
        "name": "Login for District/ State/ Ministry Officials on National Scholarship Portal",
        "description": "Officers can log in to the National Scholarship Portal (NSP) here to process administrative tasks specific to scholarships.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTg2MDI="
    },
    {
        "name": "Login for Fresh Application by National Scholarship Portal",
        "description": "Students may register for scholarships using their application Id and Date of Birth on the National Scholarship Portal (NSP).",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTg1OTQ="
    },
    {
        "name": "Scheme-Wise list of Applicants processed for Scholarship",
        "description": "Lists of Sanctioned Scholarships by specific Scheme can be accessed by entering the required details such as Academic Year, Scheme name, Application Type (Fresh / Renewal) etc",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTg1OTk="
    },
    {
        "name": "Renewal of Pre-Matric and Post-Matric Scholarship",
        "description": "Students may log in to seek renewal of their scholarships for Academic Year 2019-20 using their application Id and Date of Birth on the National Scholaship Portal (NSP)",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTg1OTU="
    },
    {
        "name": "Ministry of Minority Affairs: Nai Udaan",
        "description": "To provide Financial support to minority candidates clearing prelims conducted by UPSC, SSC and State Public Service Commissions etc.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTY2MQ=="
    },
    {
        "name": "Student Registration for Scholarship in Punjab",
        "description": "Workflow based portal on which the SC and OBC students apply for the post-matric scholarship. The scholarship applications are forwarded to the higher authorities through their respective institutes and approved online by the concerned designated authorities. The list of the eligible approved students is generated and forwarded to the finance department for online payment to the students.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTk1ODM="
    },
    {
        "name": "Apply for National Fellowship Scheme For Higher Education of ST Students",
        "description": "Students may apply for National Fellowship Scheme For Higher Education of ST Students. Scholarship is provided to 750 fresh ST students every year each year for pursing M Phil and PhD selected on merit based on marks of Master Degree.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTg2OTE="
    },
    {
        "name": "Register for Common Scholarship Portal, Nagaland",
        "description": "Students may apply for scholarships can be a crucial step in helping you achieve your educational goals. Is an online platform that offers various scholarships to eligible students in Nagaland.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=ODcwOQ=="
    },
    {
        "name": "Application for various Scholarship Schemes through State Scholarship Portal, Odisha",
        "description": "Student's may apply for Scholarship Schemes by e-Governance Portal for automation, streamlining effective management of scholarship schemes implemented by the Government of Odisha across departments like ST SC Development, Higher Education, School Mass Education, Labour ESI, Skill Development Technical Education and Agriculture.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTg4ODc="
    },
    {
        "name": "Apply online Department-wise Scholarships, Odisha",
        "description": "Get services for Department-wise Scholarships and 10th pass ST and SC Students of Odisha continuing higher studies within India can apply for the post Matric scholarship.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTg1NA=="
    },
    {
        "name": "Apply for Post Matric Scholarship SC & ST, Bihar",
        "description": "The post-matric scholarship is available for the students of Bihar state who belong to the SC & ST category. Financial assistance is hoped to fulfil the aspirations of deserving candidates by ensurinng that basic needs such as financial assistance are met.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjQzNDE="
    },
    {
        "name": "Website of Information Technology Digital Agency (ITDA), Uttarakhand",
        "description": "Information Technology Digital Agency (ITDA) CALC is a Not-for-profit society registered in Dehradun, India. Information Technology Digital Agency (ITDA) intiated computer literacy programme for students through ITDA-CALC in the year 1991 with the objective to provide computer education at affordable cost to all the sections of the society in Uttarakhand and other states.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjQyNTk="
    },
    {
        "name": "Applicant Login for Post Matric Scholarship Schemes, Maharashtra",
        "description": "Get services for Applicant Login for Post Matric Scholarship Schemes, Maharashtra",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTg3NDc="
    },
    {
        "name": "Apply for Prof. Joseph Mundassery Scholarship Award, Department of Minority Welfare, Kerala",
        "description": "This service is to apply for Prof. Joseph Mundassery Scholarship Award, Department of Minority Welfare, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjMwNjA="
    },
    {
        "name": "Apply for ITC Fee Re-imbursement, Department of Minority Welfare, Kerala",
        "description": "This service is to apply for ITC Fee Re-imbursement, Department of Minority Welfare, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjMwNjQ="
    },
    {
        "name": "Apply for Mother Teresa Scholarship, Department of Minority Welfare, Kerala",
        "description": "This service is to apply for Mother Teresa Scholarship, Department of Minority Welfare, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjMwNTk="
    },
    {
        "name": "Apply for Urdu Scholarship, Department of Minority Welfare, Kerala",
        "description": "This service is to apply for Urdu Scholarship, Department of Minority Welfare, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjMwNTc="
    },
    {
        "name": "Apply for APJ Abdul Kalaam Scholarship, Department of Minority Welfare, Kerala",
        "description": "This service is to apply for APJ Abdul Kalaam Scholarship, Department of Minority Welfare, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjMwNTg="
    },
    {
        "name": "Online Application for APJ Abdul Kalam Scholarship 2023-24,, Kerala",
        "description": "This service Online Application for APJ Abdul Kalam Scholarship 2023-24,, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjMwNjU="
    },
    {
        "name": "Candidate Login for CA, ICWA, CMA, CS Scholarship, Kerala",
        "description": "This service is for CA, ICWA, CMA, CS Scholarship, Department of Minority Welfare, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjMwNjI="
    },
    {
        "name": "Apply and search student scholarships online",
        "description": "Students can register online on the Vidya Lakshmi Portal to search and apply for educational scholarships. You can register, fill up a single form and apply to multiple banks for educational loans. Users can also find information on registered banks, loan schemes, students registered, loans approved, etc.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=Mjc2OA=="
    },
    {
        "name": "Post-Matric Scholarship for SC and OBC from class XI onwards in Punjab",
        "description": "Students can register and apply for the scholarship online. Their applications will be processed online. If found in order the scholarship amount will be credited to their bank accounts. Link to the guidelines is present on the webpage https://punjabscholarships.gov.in",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc0MTQ="
    },
    {
        "name": "BC, MBC and Minorities Welfare Scholarship Status, Tamil Nadu",
        "description": "BC, MBC and Minorities Welfare Scholarship Status",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjE4NzA="
    },
    {
        "name": "Adi Dravidar and Tribal Welfare Scholarship System, Tamil Nadu",
        "description": "Adi Dravidar and Tribal Welfare Scholarship System",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjE4Njk="
    },
    {
        "name": "Meghalaya Online Education Portal",
        "description": "Meghalaya Online Scholarship Portal is an initiative aimed to facilitate faster and efficient disposal of scholarship applications and timely payment of the scholarships to the students directly in their bank accounts. Users can find live statistics of scholarship applications, live updates of scheme wise applications and other important information pertaining to courses etc. You can also search for applications and login to apply for scholarships.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=Mjc2Mw=="
    },
    {
        "name": "Online Application form for Goa Scholarship Scheme",
        "description": "You can use this online application form to apply for Goa Scholars Scheme. Applicant can fill up this form with details such as the name, mobile number, email Id, enter the proof id number, address, institute name, educational qualification, etc. Users can also attach relevant documents with this form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjMwOA=="
    },
    {
        "name": "Gujarat: Obtain Non-Creamylayer Certificate for Central Government",
        "description": "Applicants may apply for Non-Creamy Layer Certificate for Gujarat Government (Panchayat) (Rural). A Common Services Portal (CSP – Digital Gujarat Portal) is a vision to provide one-stop solution for all Government to Citizens Services for citizens of Gujarat State.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTY1MA=="
    },
    {
        "name": "Gujarat: Obtain SC/ST Caste Certificate",
        "description": "Applicant may apply online to avail SC/ST Caste Certificate on the Digital Gujarat portal.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA1MDM="
    },
    {
        "name": "Gujarat: Obtain Domicile Certificate",
        "description": "Applicant may apply online for Domicile Certificate on the Digital Gujarat portal.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA1MDQ="
    },
    {
        "name": "Gujarat: Obtain Economically Backward Certificate (Panchayat)",
        "description": "Applicant may apply online for Economically Backward Certificate on the Digital Gujarat portal.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA1MjA="
    },
    {
        "name": "Gujarat: Obtain Religious Minority Certificate (Panchayat)",
        "description": "Applicant may apply online for Religious Minority Certificate (Panchayat) on the Digital Gujarat portal.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA1MTk="
    },
    {
        "name": "Gujarat: Obtain SC/ST Caste Certificate (Panchayat)",
        "description": "Applicant may apply online for SC/ST Caste Certificate on the Digital Gujarat portal.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA1MjI="
    },
    {
        "name": "Gujarat-Loan for Study Abroad (SEBC)",
        "description": "Socially and Economically Backward Classes (SEBC) Students may apply for study loan to study abroad if applicant has secured admission in foreign University/College/Instituation.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3NTg="
    },
    {
        "name": "Gujarat- Financial Assistance to Law and Medical Graduates (SEBC)",
        "description": "A Common Services Portal (CSP – Digital Gujarat Portal) is a vision to provide one-stop solution for all Government to Citizens Services for citizens of Gujarat State. Financial Assistance to Law and Medical Graduates (SEBC). Annual Income Limit for Rural Areas Rs. 47,000/-.Annual Income Limit for Urban Areas Rs. 68,000/-.Should be graduate in Legal / Medical branches.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3Nzg="
    },
    {
        "name": "EBC (Economically Backward Class) Application Form, Andhra Pradesh",
        "description": "Get services for Post-Matric Scholarships so as to consider eligible Economically Backward Class (EBC) students from all communities (except those belonging to S.C./S.T./B.C/ Minority for whom separate Scholarship.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjQwMzU="
    },
    {
        "name": "State Scholarship Portal, Karnataka",
        "description": "Get services for State Scholarship Portal, Karnataka",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjM5NzM="
    },
    {
        "name": "Application for issue of Library No Due Certificate, Karnataka",
        "description": "The service is to submit an application request to obtain a clearance certificate from Librarian of the college for no pending dues",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc1MDk="
    },
    {
        "name": "Dhanasahaya Scheme towards financial support for Ph.D (Kannada) and M.Phil (Kannada) graduates, Karnataka",
        "description": "Application request is submitted by an individual applicant to receive financial support from the department towards completion of Ph.D or M.Phil in Kannada Language",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc1MzQ="
    },
    {
        "name": "Issue of Eligibility Certificate - DIPLOMA, Karnataka",
        "description": "Students who have completed their Diploma or equivalent in State technical board other than Karnataka can apply for eligibility certificate for seeking admission in BE courses in Karnataka",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc1ODk="
    },
    {
        "name": "Apply for Scholarship to Orphans of Killed Militants Scheme, Jammu and Kashmir",
        "description": "Guardians of orphans of killed militants may apply for scholarship by specifying their relationship with child, category of scholarship, particulars of child for whom assistance is sought, details of militancy incident, and uploading documents such as FIR, Deceased Death Certificate, Income certificate, Child photo, Child Date of Birth proof etc",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTkwNDY="
    },
    {
        "name": "Online Application for Scholarship in Studies, West Bengal",
        "description": "Get service for Online Application for Scholarship in Studies, West Bengal",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjM4MDY="
    },
    {
        "name": "Higher Education Scholarship, Kerala",
        "description": "Get service for Higher Education Scholarship, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjMxNTU="
    },
    {
        "name": "Application of Swami Vivekananda Merit Cum Means Scholarship, West Bengal",
        "description": "Get service for Application of Swami Vivekananda Merit Cum Means Scholarship",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjExNjg="
    },
    {
        "name": "Apply for Schemes and Services related to SC, ST, Minority and Backward Class Students, Karnataka",
        "description": "Get Schemes and Services related to SC, ST, Minority and Backward Class Students, Karnataka",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTkwOTE="
    },
    {
        "name": "Apply for Student Educational Services, Karnataka",
        "description": "Get Services for Student Educational, Karnataka",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTkwOTQ="
    },
    {
        "name": "Gujarat-Scholarship to the disable students (Director, Social Defense)",
        "description": "This scheme is implemented with a view to impart education to the Disable children of economically weaker guardians to purchase necessary materials for their education and to instigate education among them, thereby minimizing the educational expenditure to some extent.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3OTI="
    },
    {
        "name": "Gujarat-State Scholarship to Pre-SSC Students (Poverty Alleviation Program)",
        "description": "There is no nay income limit applicable. Government schools - 75% attendance and 38% or more marks. Private schools - 45% or more marks.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3NDA="
    },
    {
        "name": "Gujarat-Stipend to Scheduled Caste students for IAS, IPS, IIM & ITC courses and allied services",
        "description": "Stipend – Rs.500/- to the students.Rs.500/- to each student for purchase of books",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3MjI="
    },
    {
        "name": "Gujarat-Financial Assistance/Loan Scheme for MBBS/BSAM, MBDS (Dental) and Homeopathic degree holder doctors of Scheduled Caste",
        "description": "This scheme is launched with a view to help Scheduled Caste doctors to start their independent profession",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3MTQ="
    },
    {
        "name": "Gujarat-Special Scholarship for boys and girls students belonging to Valmiki, Hadi, Nadiya, Senva",
        "description": "Special Scholarship for boys and girls students belonging to Valmiki, Hadi, Nadiya, Senva, Turi, Garo-Garoda, Vankar Sadhu, Dalit-Bava, Turi-Barot, Tirgar/Tirbanda, Thori and Matang in Std.I to X",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3MDI="
    },
    {
        "name": "Gujarat-Dr.Baba Saheb Ambedkar Loan for higher study in foreign countries",
        "description": "To be granted to Scheduled Caste students intending to prosecute higher studies in foreign countries.Should have obtained Visa.For Diploma and equivalent technical and professional and technical courses after obtaining 50% in Std.XII examination.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU2OTg="
    },
    {
        "name": "Gujarat-Loan assistance to Scheduled Caste students for pilot training",
        "description": "To get the Scheduled Caste students trained and prepare as Pilots.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU2OTY="
    },
    {
        "name": "Gujarat-Coaching fee to Scheduled Caste students studying in Std.XI and XII (science stream)",
        "description": "Students having total family income not more than Rs.1,50,000/- per annum are entitled for this assistance.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU2OTQ="
    },
    {
        "name": "Gujarat-Muni Metraja Scholarship to Pre-SSC Students whose parents are engaged in unclean occupation",
        "description": "The student whose parents are engaged in unclean occupation are eligible for this scheme.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU2OTA="
    },
    {
        "name": "Gujarat-Special Scholarship to Scheduled Caste Students in selected secondary and higher secondary schools",
        "description": "One time financial assistance of Rs.50,000/- or the actual expenses, whichever is less, to the 10 students admitted to Std.VII and 10 students admitted to Std.XI in any of the above schools, which shall include admission fee, tuition fee, hostel fee, food bill, books, uniform and other ancillary expenses. Students who got admission in Std. VI and Std.XI in Sainik School, Balachadi are being extended this benefit.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU2ODg="
    },
    {
        "name": "Gujarat-Parikshitlal Majmudar Scholarship to Pre-SSC Students",
        "description": "Scholarship for Students of Class 1 to 10",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU2MjY="
    },
    {
        "name": "Gujarat-Award of prizes to student securing higher rank in examination of Std.X and XII",
        "description": "Prizes to be awarded to the first, second and third ranked students amongst Scheduled Caste students in Std.10 Board exam and to the first, second and third ranked students amongst Scheduled Caste students of all the streams in Std.12 Board exams",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3MDQ="
    },
    {
        "name": "Gujarat-Pre S.S.C Scholarship (Nomadic and Denotified Tribes)",
        "description": "There is no any income limit for Std. 1 to 8. For Std. 9 to 10 Rs. 47,000/- for Rural Area and Rs. 68,000/- for Urban area.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3NDQ="
    },
    {
        "name": "Gujarat-Financial assistance to More Backward and Most Backward Classes and Nomadic and Denotified Tribes students of standard 12 science stream for private tuition(SEBC)",
        "description": "Under this scheme, students of More Backward and Most Backward classes among Socially and Educationally Backward Classes and Nomadic and Denotified Tribes of standard 11 and 12 science stream are given financial assistance for private tuition on the basis of marks obtained (70% or more) in the 10th standard.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3NjY="
    },
    {
        "name": "Gujarat-Pre SSC Scholarships to Most Backward Class Students Studying in Std. I to X(SEBC)",
        "description": "Gujarat-Pre SSC Scholarships to Most Backward Class Students Studying in Std. I to X(SEBC), Annual Income Limit Rs. 44,500.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3NjA="
    },
    {
        "name": "Gujarat-Scholarship for S.E.B.C and E.B.C students studying in std. 1 to 4",
        "description": "Gujarat - Scholarship for S.E.B.C and E.B.C students studying in std. 1 to 4. There is no any income limit.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3NDY="
    },
    {
        "name": "Reimbursement of School Stationary Kits, Andaman and Nicobar Islands",
        "description": "Get service for Reimbursement of School Stationary Kits by Directorate of Education.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjM2OTg="
    },
    {
        "name": "Reimbursement of Cash in Lieu of School Uniform, Andaman and Nicobar Islands",
        "description": "Get service for Reimbursement of Cash in Lieu of School Uniform by Directorate of Education.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjM2OTc="
    },
    {
        "name": "Hostel Reimbursement of Cash in Lieu of Mess Bill/Stipend, Andaman and Nicobar Islands",
        "description": "Get service for Hostel Reimbursement of Cash in Lieu of Mess Bill/Stipend by Directorate of Education.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjM2OTI="
    },
    {
        "name": "Gujarat-Financial Loan for Training of Commercial Pilot for SEBC",
        "description": "Gujarat-Financial Loan for Training of Commercial Pilot for SEBC, There is no Income Limit.Loan of Rs. 25,00,000/- at 4% p.a.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU3NDg="
    },
    {
        "name": "Telangana Vikalangula Co-operative Corporation - Information",
        "description": "This site provides details about Telangana Vikalangula Co- Operative Corporation (TVCC) with a mission to provide concessional financial assistance to eligible PWD’s for self employment ventures, entrepreneurship, education and skill development training for social and economic development.T",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTYwNjE="
    },
    {
        "name": "Gujarat, Collectorate - District Banaskantha : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=Nzc1OQ=="
    },
    {
        "name": "Gujarat, Collectorate - District Banaskantha : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=Nzc2MQ=="
    },
    {
        "name": "Gujarat, Collectorate - District Rajkot : Candidates from Socially and Educationally Backward Classes apply for non-creamy layer certificate",
        "description": "Get application for obtaining a non-creamy layer certificate for Socially and Educationally backward class candidates, check required documents, fees and download application form for submission at Collector office.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTIxMg=="
    },
    {
        "name": "Gujarat, Collectorate - District Narmada : Candidates from Socially and Educationally Backward Classes apply for non-creamy layer certificate",
        "description": "Get application for obtaining a non-creamy layer certificate for Socially and Educationally backward class candidates, check required documents, fees and download application form for submission at Collector office.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTc3OA=="
    },
    {
        "name": "Gujarat, Collectorate - District Narmada : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, required document, fees and download application form",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTc4NA=="
    },
    {
        "name": "Gujarat, Collectorate - District Jamnagar : Candidates from Socially and Educationally Backward Classes apply for non-creamy layer certificate",
        "description": "Get application for obtaining a non-creamy layer certificate for Socially and Educationally backward class candidates, check required documents, fees and download application form for submission at Collector office.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTkyOQ=="
    },
    {
        "name": "Gujarat, Collectorate - District Patan : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTAxNTI="
    },
    {
        "name": "Gujarat, Collectorate - District Patan : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTAxNTQ="
    },
    {
        "name": "Gujarat, Collectorate - District Jamnagar : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA3ODA="
    },
    {
        "name": "Gujarat, Collectorate - District Kheda : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTE0NjQ="
    },
    {
        "name": "Gujarat, Collectorate - District Panchmahal : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTY3Mzk="
    },
    {
        "name": "Apply for Financial Aid Non School Going Disabled Children Upto 18 Years, Haryana",
        "description": "This service is to apply for Financial Aid Non School Going Disabled Children Upto 18 Years from Social Justice and Empowerment. This is a G2C service. Applicants need register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc3NzE="
    },
    {
        "name": "Apply for Education Loan Scheme - Credit Line 2 for Minority Community, Haryana",
        "description": "This service is to apply for Education Loan Scheme - Credit Line 2 for Minority Community from Haryana Backward Classes and Economically Weaker Sections Kalyan Nigam. This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc2ODM="
    },
    {
        "name": "Scholarship For School/College Sports Person, Haryana",
        "description": "Scholarship For School/College Sports Person service is to enable eligible applicants to apply for the scholarship. This service can be applied for online and in kiosks. The documents needed to apply, application form etc are available here",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc3MjY="
    },
    {
        "name": "Social Welfare: Application submission for Handicapped, Mizoram",
        "description": "Online application submission for scholarship for handicapped students",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTYzNA=="
    },
    {
        "name": "Apply for Ayyankali Talent Search, Kerala",
        "description": "This service is to apply in person for Ayyankali Talent search from Scheduled Tribes Development Department (State). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI3NzQ="
    },
    {
        "name": "Apply for Sahayahastam - Women and Child Development, Kerala",
        "description": "This service is to apply for Self-Employment Financial Assistance scheme for widows",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI3ODM="
    },
    {
        "name": "Apply for Educational Assistance to Women Headed Family, Kerala",
        "description": "This service is to apply for Scholarship for Childrens of Women Deaded",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI3ODY="
    },
    {
        "name": "Apply for Women and Child Development, Kerala",
        "description": "This service is to apply for Higher Education Financial Assistance Scheme for Children of Widows",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI3ODk="
    },
    {
        "name": "Apply for Post Matric Scholarship (Classes of +1 and +2), Kerala",
        "description": "This service is to apply for Post -Matric Scholarship for Scheduled Tribes Students (25% SS)- The Scheme is intended for payment of educational assistance such as lump-sum grant, stipend, hostel charges and pocket money to the students undergoing various post-matric courses in the state. These scholarships are granted and disbursed through e-grants (net banking). b. Post -Martic Scholarships for Scheduled Tribes Students (75% CSS) The Scheme is intended for payment of education assistance such as lump-sum grant, stipend, hostel charges and pocket money to the students undergoing various post-martic courses in and outside the state. These scholarships are granted and disbursed through e-grants (net banking).",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI4ODY="
    },
    {
        "name": "Apply for Pre Matric Scholarship (Classes of IX and X), Kerala",
        "description": "This service is to apply for Pre-martic Scholarship for ST Students Studying in IX & X Classes Ministry of Tribal Affairs, Government of India, introduced a new centrally sponsored scheme in the year 2012-13 for giving Pre-Matric Scholarships to the needy Scheduled Tribe Students undergoing in Classes of IX and X through DBT system. This scheme is implemented through the State Government which will receive 100?ntral Assistance from Government of India. Central Assistance will be released to the state on an ad-hoc basis. Thus the State would have to make expenditure from the State budget first and against which reimbursement can be claimed. The state would continue to give assistance at the rate fixed by the State which is higher than the rate of Government of India. The additional amount required will be met from the non plan funds.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI4ODg="
    },
    {
        "name": "Apply for Special Incentive to Talented Students, Kerala",
        "description": "This service is to apply for Special incentive to Students Who Secured Highest Grade/Marks in Public Exams",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI4OTk="
    },
    {
        "name": "Apply for Initial Expenses for Medical/ Engineering Students, Kerala",
        "description": "This service is to apply for Initial Expenses for Medical/Engineering Students, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI5MDI="
    },
    {
        "name": "Apply for Monthly Stipend to Vulnerable Community Students, Kerala",
        "description": "This service is to apply for Monthly Stipend to Vulnerable Community Students- Nayadi, Kalladi, Vedan, Arundhathiyar, Chakkiliya Communities",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI5MTA="
    },
    {
        "name": "Apply for Post Matric Studies-Lump Sum Grant and Stipend, Kerala",
        "description": "This service is to apply for Post Matric Studies-Lump Sum Grant and Stipend, Kerala",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI5MTM="
    },
    {
        "name": "Apply for Free Uniform and Exercise Notebooks to School Children upto Elementary Classes, Chandigarh",
        "description": "This service is to apply for Free Uniform and Exercise Notebooks to School Children upto Elementary Classes from Directorate of School Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0MTQ="
    },
    {
        "name": "Apply for Scholarship for the Wards of Ex-Servicemen, Widows who have scored 60% or above in class 10, 12, Chandigarh",
        "description": "This service is to apply for Scholarship for the Wards of Ex-Servicemen, Widows who have scored 60% or above in class 10, 12 from Zila Sainik Board. This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0MjA="
    },
    {
        "name": "Apply for Attendance Scholarship to SC ST Students from 1st to 8th Class, Chandigarh",
        "description": "This service is to apply for Attendance Scholarship to SC ST Students from 1st to 8th Class from Directorate of School Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0MjE="
    },
    {
        "name": "Apply for Stipend to SC/ST/BC Students from 6th to 8th Class under State Harijan Welfare Scheme, Chandigarh",
        "description": "This service is to apply for Stipend to SC/ST/BC Students from 6th to 8th Class under State Harijan Welfare Scheme from Directorate of School Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0MjI="
    },
    {
        "name": "Apply for Attendance Scholarship to Girls Students From 1st to 5th Class, Chandigarh",
        "description": "This service is to apply for Attendance Scholarship to Girls Students From 1st to 5th Class from Directorate of School Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0MjM="
    },
    {
        "name": "Apply for Scholarship to Meritorious and SC/ST Students of CCET Chandigarh, Chandigarh",
        "description": "This service is to apply for Scholarship to Meritorious and SC/ST Students of CCET Chandigarh from CCET (Degree Wing) (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0MjQ="
    },
    {
        "name": "Apply for Merit Scholarship on the Basis of 5th Class Scholarship Exam, Chandigarh",
        "description": "This service is to apply for Merit Scholarship on the Basis of 5th Class Scholarship Exam from Directorate of School Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0MjY="
    },
    {
        "name": "Apply for Merit Scholarship to 9th Class Students on basis of 8th class Annual Exam, Chandigarh",
        "description": "This service is to apply for Merit Scholarship to 9th Class Students on basis of 8th class Annual Exam from Directorate of School Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0Mjc="
    },
    {
        "name": "Apply for Meritorious Scholarship to SC ST Student From 9th to 12th Class, Chandigarh",
        "description": "This service is to apply for Meritorious Scholarship to SC ST Student From 9th to 12th Class from Directorate of School Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0Mjg="
    },
    {
        "name": "Apply for Assitance to Physically Handicapped Students from 1st to 8th Class, Chandigarh",
        "description": "This service is to apply for Assitance to Physically Handicapped Students from 1st to 8th Class from Directorate of School Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0Mjk="
    },
    {
        "name": "Apply for Educational Financial Assistance, Andaman and Nicobar Islands",
        "description": "This service is to apply for Educational Financial Assistance from Department of Labour, Employment and Training (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjIzODE="
    },
    {
        "name": "Apply for Scholarship to Eligible Hostel Inmates - ITI, Andaman and Nicobar Islands",
        "description": "This service is to apply for Scholarship to Eligible Hostel Inmates-ITI from Department of Labour, Employment and Training (STATE). This is a G2C service. Applicants need to register to apply for this service. Institutions can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjIzODg="
    },
    {
        "name": "Apply for Hostel Reimbursement of cash in lieu of Mess Bill/Stipend, Andaman and Nicobar Islands",
        "description": "This service is to apply for Hostel Reimbursement of cash in lieu of Mess Bill/Stipend from Directorate of Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjIzOTQ="
    },
    {
        "name": "Apply for Hostel Stipend for College Students, Andaman and Nicobar Islands",
        "description": "This service is to apply for Hostel Stipend for College students of Andaman and Nicobar Islands from Directorate of Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjIzOTU="
    },
    {
        "name": "Apply for Scholarship to the Students Pursuing Higher Education in Mainland in the form of Mess Bill Reimbursement, Andaman and Nicobar Islands",
        "description": "This service is to apply for Scholarship to the Students Pursuing Higher Education in Mainland in the form of Mess Bill Reimbursement from Directorate of Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0MDQ="
    },
    {
        "name": "Apply for Reimbursement of Cash in Lieu of School Uniform, Andaman and Nicobar Islands",
        "description": "This service is to apply for Reimbursement of Cash in Lieu of School Uniform from Directorate of Education (STATE). This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjI0MDU="
    },
    {
        "name": "Apply for Promotion of Science Education (POSE) Scholarship, Haryana",
        "description": "This service is to apply for Promotion of Science Education (POSE) Scholarship from Department of Science and Technology. This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc1NTE="
    },
    {
        "name": "Apply Financial Assistance for Encouraging Worker's Children's Participation in Cultural Activities, Haryana",
        "description": "This service is to apply for Financial Assistance for Encouraging Worker's Children's Participation in Cultural Activities from Labour Department. This is a G2C service. Applicants need to register to apply for this service. Families and Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc4MzE="
    },
    {
        "name": "Apply for Scholarship Scheme Worker's and Children's, Haryana",
        "description": "This service is to apply for Scholarship Scheme Worker's and Children's from Labour Department. This is a G2C service. Applicants need to register to apply for this service. Families and Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc4ODQ="
    },
    {
        "name": "Apply Financial Assistance for Uniform, Books and Copies from Class 1 to 8 for Daughters of Worker's-Haryana Labour Welfare Board, Haryana",
        "description": "This service is to apply for Financial Assistance for Uniform, Books and Copies from Class 1 to 8 for Daughters of Worker's-Haryana Labour Welfare Board from Labour Department. This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc4MzU="
    },
    {
        "name": "Apply for Education Loan for Scheduled Castes Persons, Haryana",
        "description": "This service is to apply for Education Loan for Scheduled Castes Persons from Haryana Scheduled Castes Finance and Development Corporation. This is a G2C service. Applicants need to register to apply for this service. All can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc3MTY="
    },
    {
        "name": "Apply for Education Loan Scheme - Credit Line 1 for Minority Community, Haryana",
        "description": "This service is to apply for Education Loan Scheme - Credit Line 1 for Minority Community from Haryana Backward Classes and Economically Weaker Sections Kalyan Nigam. This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc2ODE="
    },
    {
        "name": "Apply for Education Loan for Persons with Disabilities, Haryana",
        "description": "This service is to apply for Education Loan for Persons with Disabilities from Haryana Backward Classes and Economically Weaker Sections Kalyan Nigam. This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc2Nzg="
    },
    {
        "name": "Apply for Education Loan Scheme for Backward Classes, Haryana",
        "description": "This service is to apply for Education Loan Scheme for Backward Classes from Haryana Backward Classes and Economically Weaker Sections Kalyan Nigam. This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc2ODQ="
    },
    {
        "name": "Apply for Financial Assistance for Education of Children of Registered Worker of HBOCWW Board, Haryana",
        "description": "This service is to apply for Financial Assistance for Education of children of registered worker of HBOCWW Board from Labour Department. This is a G2C service. Applicants need to register to apply for this service. Individuals can apply for this service.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc4MzA="
    },
    {
        "name": "Beti Hai Anmol Yojna,Himachali Pradesh",
        "description": "An Application to Apply for Availing Benefits under Beti Hai Anmol Yojna,Himachal. This scheme aims to make the girl self- reliant with necessary financial assistance and education.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTM0Mw=="
    },
    {
        "name": "Post Matric Scholarship for EBC Student, Sikkim",
        "description": "Apply online scholarship for students having sikkim identity and belonging to communities excluding ST, SC, and OBC (Central) with annual family income below or equal to 1 Lakh",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTc1Mg=="
    },
    {
        "name": "Post Matric Scholarship for OBC (Central) Student, Sikkim",
        "description": "Apply online scholarship for students having sikkim identiy and belonging to the community OBC (Central) with annual family income below or equal to 1 Lakh.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTc1Mw=="
    },
    {
        "name": "Post Matric Scholarship for SC Student, Sikkim",
        "description": "Apply online scholarship for students having sikkim idenity and belonging to the community SC with annual family income below or equal to 2.5 Lakhs.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTc1NA=="
    },
    {
        "name": "Post Matric Scholarship for ST Student, Sikkim",
        "description": "Apply onlline scholarship for students having sikkim idenity and belonging to the community ST with annual family income below or equal to 2.5 Lakhs",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTc1NQ=="
    },
    {
        "name": "Grant of Financial Assistance to parents having one girl child studying between 8th and 10th standards, Puducherry",
        "description": "This scheme aims at small family norms and promoting the welfare of the girl children and treats them as an asset and to share the burden of the parents at the time of marriage of the girl child. An amount of ₹25,000/- will be deposited as fixed deposit in Post Office in the form of National Savings Certificate in the name of the Girl Child. The maturity amount will be released when the girl child attains the age of eighteen years. Annual income should not exceed ₹24,000/- and the parents should produce a certificate to the effect that they do have only one girl child living and do not have any other issue and a study certifice from the school where their girl is studying.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=ODk0NA=="
    },
    {
        "name": "M.B.B.S study loan form fot ST students",
        "description": "Student of Schedule Tribe whose annual income up to Rs 2,00.000 is eligible for MBBS scholarship.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTU1NzE="
    },
    {
        "name": "Scholarships for students in Gujarat",
        "description": "Digital Gujarat Portal manages scholarship for student. Administrative process is carried under this portal and for making the payment it is integrated with the State Government's IFMS portal from where the DBT take place.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTcyNTQ="
    },
    {
        "name": "Domicile Certificate in Gujarat",
        "description": "The government of Gujarat allows its citizen to apply for Domicile Certificate through 'Digital Gujarat' Portal. Citizen can apply online or at the counter. for service testing please login to 'Digital Gujarat' Portal and then apply for the service. Service is also available on Mobile App of 'Digital Gujarat",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTcxNDg="
    },
    {
        "name": "School Wise Centralised Lottery Result in Rajasthan",
        "description": "Service for School Wise Centralised Lottery Result in Rajasthan",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTczNjA="
    },
    {
        "name": "RTE Grievance Redressed system in Rajasthan",
        "description": "This service facilitates parents to file grievance regarding RTE admissions and other related issues.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTczNjE="
    },
    {
        "name": "Online application for Scholarship",
        "description": "All students from standard 1 to all streams of Higher Education are provided scholarship through Digital Gujarat Portal. For DBT, this portal is integrated with IFMS. For General Category student, subject to eligibility, the scholarship under Mukhyamantri Yuva Svavlamban Yojna is paid through https://mysy.guj.nic.in. This service is available for specific period of time when scholarship process is start.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTcxOTQ="
    },
    {
        "name": "Apply for Pre-metric Scholarship (including scholarship for children of parents in unclean occupation), Adi Dravidar Welfare Department, Puducherry",
        "description": "Award of scholarship to scheduled caste students who are pursing elementary and secondary level of education continuously without hardship Rs.1,500/- per annum per student from VI Std to VIII Std. and Rs.2,500/- per annum per student from IX & X Std.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NjExNw=="
    },
    {
        "name": "Apply for Post-metric Scholarship, Adi Dravidar Welfare Department, Puducherry",
        "description": "This scheme is being implemented for the benefit of students who are studying at Post-matric level or Post secondary stage so as to complete their education. Admissable fee fixed by Fee Committee. Reimbursement charged by the institution and award of maintenance allowance for hostlers or day scholars.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NjExOA=="
    },
    {
        "name": "Apply for Retention Scholarship to SC girl students, Adi Dravidar Welfare Department, Puducherry",
        "description": "Award of retention scholarship to encourage SC girls students to undertake primary education and continue the studies without dropout. Rs.1,000/- per year to girl student studying from I to V Std.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NjExOQ=="
    },
    {
        "name": "Apply for Dr. Ambedkar Financial Assistance scheme for SC students studying professional courses through CENTAC, Adi Dravidar Welfare Department, Puducherry",
        "description": "Financial assistance to origin SC student sponsored by CENTAC doing professional course in Govt / Govt. recognised Colleges. Reimbursement of admissble fees fixed by Fee Committee consulted by Govt of Pondicherry and Grant of maintenance allowance for hostlers @ Rs.20,000/- p.a and Day Scholars @ Rs.10,000/- p.a to origin SC Student.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NjEyMA=="
    },
    {
        "name": "Online application for Cash awards to meritorious Fishermen Students, Puducherry",
        "description": "Users can apply online for Cash awards to meritorious Fishermen Students.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTk4Ng=="
    },
    {
        "name": "Online application for Scholarship, Mizoram",
        "description": "Students can apply for scholarship through this portal.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTYyMg=="
    },
    {
        "name": "Apply General Post Matric Scholarship, Sikkim",
        "description": "Apply general post matric scholarship who successfully passed matric exam with having aggregated marks in last examination 80% with annual family income 1.2 lakh.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTc1MA=="
    },
    {
        "name": "Post Matric Merit Scholarship, Sikkim",
        "description": "Apply general post matric merit scholarship who successfully passed matric exam with having aggregated marks in last examination more than 80%.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTc1MQ=="
    },
    {
        "name": "Post Matric Scholarship (PMS), Nagaland",
        "description": "Online Applicaton for Post Matric Scholarship(PMS)for Scheduled Tribe students of Nagaland. Applicants can fill up the application form online and download the receipt which needs to be endorsed by the Applicatants School/College. The duly endorsed receipt needs to be then uploaded on the portal to complete the submission.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=ODcwNw=="
    },
    {
        "name": "Bharati - Academic Education (1st Class to Post Graduation and Overseas Education), Andhra Pradesh",
        "description": "Bharati - Academic Education (1st Class to Post Graduation and Overseas Education)",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTk2MTE="
    },
    {
        "name": "Overseas Education Scheme - Filling of Application for Sanction, Andhra Pradesh",
        "description": "Overseas Education Scheme - Filling of Application for Sanction",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTk2Mjk="
    },
    {
        "name": "Overseas Education Scheme - Status of Sanction, Andhra Pradesh",
        "description": "Overseas Education Scheme - Status of Sanction",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTk2MzI="
    },
    {
        "name": "Post Metric Scholarships and Fee Reimbursement - Status Check, Andhra Pradesh",
        "description": "Post Metric Scholarships and Fee Reimbursement - Status Check",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTk2NDE="
    },
    {
        "name": "Pre Matric Scholarships - Status Check, Andhra Pradesh",
        "description": "Pre Matric Scholarships - Status Check",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTk2NDI="
    },
    {
        "name": "Post Metric Scholarships and Fee Reimbursement - Status Check in Andhra Pradesh",
        "description": "Post Metric Scholarships and Fee Reimbursement-Status Check in Andhra Pradesh",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjAwNTc="
    },
    {
        "name": "Economic Support Scheme (ESS) in Andhra Pradesh",
        "description": "Economic Support Scheme (ESS) in Andhra Pradesh",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjAwMTg="
    },
    {
        "name": "Status of Economic Support Scheme (ESS) in Andhra Pradesh",
        "description": "Status of Economic Support Scheme (ESS) in Andhra Pradesh",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjAwMTU="
    },
    {
        "name": "Economic Support Scheme (ESS) - Registration in Andhra Pradesh",
        "description": "Economic Support Scheme (ESS) - Registration in Andhra Pradesh",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjAwMTA="
    },
    {
        "name": "Status Check Pre Metric Scholarships in Andhra Pradesh",
        "description": "Status Check Pre Metric Scholarships in Andhra Pradesh",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjAwMDc="
    },
    {
        "name": "RTE Online Application in Rajasthan",
        "description": "Service to apply for 25% RTE seats (Free Education up to 8th Stand in Private Schools) during time schedule decided by state government.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTczNTk="
    },
    {
        "name": "Gujarat: Obtain Non-Creamylayer Certificate",
        "description": "Non Cremy Layer Certificate for usage in Gujarat State Only",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTY0NQ=="
    },
    {
        "name": "Gujarat: Obtain Economically Backward Certificate",
        "description": "Applicant may apply online for Economically Backward Certificate",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA1MTY="
    },
    {
        "name": "Scholarship and Fee Reimbursement Online System, Uttar Pradesh",
        "description": "Uttar Pradesh Scholarship and Fee Reimbursement Online System is an initiative aimed at providing financial support to students at different levels of education in the state, the Uttar Pradesh (UP) Scholarship include multiple pre-matric and post-matric schemes for SC/ST/OBC/Minority/General category candidates.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTk0NjI="
    },
    {
        "name": "Gyan Sankalp (CSR) Portal, Rajasthan",
        "description": "Service to access Rajasthan Gyan Sankalp Portal, an education funding portal",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTczNzQ="
    },
    {
        "name": "Haryana: To apply online for PMS, Pre-materic and merit cum means scholarship for students of SC-BC category",
        "description": "Scholarship applications by welfare of SC-Bc department",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NjA2Nw=="
    },
    {
        "name": "Telangana: Community and Date of Birth Certificate relating to Scheduled Castes and Back ward Classes(II-A): Application Form",
        "description": "This information and form can be used by citizens belonging to the scheduled castes and backward classes to apply for Community and Date of Birth Certificates.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=ODk4MA=="
    },
    {
        "name": "Telangana: Department of Revenue - Income Certificate (General); Application Form",
        "description": "This application form helps citizens to apply for an individual or family income certificate, that can be used for multiple purposes like fee reimbursement etc.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=ODk5OA=="
    },
    {
        "name": "Telangana : Prematriculation Scholarship Application Form",
        "description": "\"The application form can be used by students (5th to 10th) when they apply for scholarship through Mee Seva. \"",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTYwNA=="
    },
    {
        "name": "Telangana : Student Scholarship Application Form (Fresh)",
        "description": "\"The application form can be used by students (who are in college) when they apply for scholarship through Mee Seva. \"",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTYwNg=="
    },
    {
        "name": "Telangana : Student Scholarship:Application Form (RENEWAL)",
        "description": "\"The application form can be used by students when they apply for the renewal of their scholarship through Mee Seva. \"",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTYwOA=="
    },
    {
        "name": "Information on State Scholarships, Kerala",
        "description": "Get Information on State Scholarships, Kerala provided by the Directorate of Collegiate Education of the state. Information about documents required and guidelines to fill the form is given related to Scholarships.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjkwNw=="
    },
    {
        "name": "School scholarships to SC, ST and OBC students from class IX and X in Chhattisgarh",
        "description": "Application Form for School Scholarships to SC, ST and OBC students from class IX and X of Government schools is provided by the School Education Department Chhattisgarh. Users can fill the form and register it with details about name of school, student, student's parents, class, gender, caste, BPL ID, parents' income, address etc.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MjkyNw=="
    },
    {
        "name": "Free Coaching and Allied Scheme",
        "description": "To provide assistance to candidates belonging to minority community to avail opportunities for enhancing their knowledge, skills and capabilities for employment and for admission in reputed institutions.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NjMwOQ=="
    },
    {
        "name": "Apply for scholarships through National Scholarships Portal",
        "description": "National Scholarships Portal is one-stop solution through which various services starting from student application, application receipt, processing, sanction and disbursal of various scholarships to students are enabled. National Scholarships Portal is taken as Mission Mode Project under National e-Governance Plan (NeGP).",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=Mjc1Mg=="
    },
    {
        "name": "RSK NMMS Registration This service provide registration facility for NTSE",
        "description": "NTSE/NMMS Application: RSK NMMS Registration This service provide registration facility for NTSE application to 10th class students. This service under Government of MP can be avail through MPOnline portal and as MPOnline kiosks as well. To avail this service please visit your nearest MPOnline kiosk or MPOnline portal. For more details regarding Kiosk location, required document(s), time line applicable fee etc kindly visit www.mponline.gov.in. For trace out your nearest kiosk please visit https://www.mponline.gov.in/Portal/UserInterface/KIOSK/AuthKIOSKList.aspx. You can also call MPOnline customer care number 0755-4019400",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTM0NzQ="
    },
    {
        "name": "RSK NTSE Registration facility for NTSE application",
        "description": "NTSE application form available on the portal for 10th class students. This service under Government of MP can be avail through MPOnline portal and as MPOnline kiosks as well. To avail this service please visit your nearest MPOnline kiosk or MPOnline portal. For more details regarding Kiosk location, required document(s), time line applicable fee etc kindly visit www.mponline.gov.in. For trace out your nearest kiosk please visit https://www.mponline.gov.in/Portal/UserInterface/KIOSK/AuthKIOSKList.aspx. You can also call MPOnline customer care number 0755-4019400",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTM1MTg="
    },
    {
        "name": "INSTITUTE MANAGEMENT SYSTEM:GOVT. PG COLLEGE, JHABUA",
        "description": "GOVT. PG COLLEGE, JHABUA. This service under Government of MP can be avail through MPOnline portal and MPOnline kiosks as well. To avail this service please visit your nearest MPOnline kiosk or MPOnline portal. To trace out your nearest kiosk please visit https://www.mponline.gov.in/Portal/UserInterface/KIOSK/AuthKIOSKList.aspx. You can also call MPOnline customer care number for any enquiry related to service. Customer Care (8:30 AM - 10:00 PM ) : 0755-4019400",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTQ4MjA="
    },
    {
        "name": "Application form for Scholarship to the Disabled Students, Himachal Pradesh",
        "description": "Users can download the application form for Scholarship to the Disabled Students in Himachal Pradesh",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NDc0NA=="
    },
    {
        "name": "SAS Exam",
        "description": "Treasury and Account Department Conducting a SAS Exam.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTgzNjc="
    },
    {
        "name": "BARKATULLAHuniversity : ACADEMIC CELL INTERNAL QUALITY ASSURANCE CELL PART A",
        "description": "ACADEMIC CELL INTERNAL QUALITY ASSURANCE CELL PART A University Services for Students i.e. Admission, Enrollment, Examintation with whole life cycle of student, This service under Government of MP can be avail through MPOnline portal and MPOnline kiosks as well. To avail this service please visit your nearest MPOnline kiosk or MPOnline portal. To trace out your nearest kiosk please visit https://www.mponline.gov.in/Portal/UserInterface/KIOSK/AuthKIOSKList.aspx. You can also call MPOnline customer care number for any enquiry related to service. Customer Care (8:30 AM - 10:00 PM ) : 0755-4019400",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTQ2OTA="
    },
    {
        "name": "Education to Scheduled Tribe students in well-known Residential English Medium School in Maharashtra",
        "description": "Apply for Education to Scheduled Tribe students in well-known Residential English Medium School in Maharashtra provided by the Tribal Development Department of the state. Information about documents required and guidelines to fill the form is given.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NjM3NA=="
    },
    {
        "name": "Free admission to the Scheduled Tribe students in Government Ashram School in Maharashtra",
        "description": "Apply for Free admission to the Scheduled Tribe students in Government Ashram School in Maharashtra provided by the Tribal Development Department of the state. Information about documents required and guidelines to fill the form is given.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NjM3NQ=="
    },
    {
        "name": "Online Application for Income Certificate",
        "description": "Online Application for Income Certificate",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTU3Mw=="
    },
    {
        "name": "Caste Certificate (Scheduled Caste and Scheduled Tribe)",
        "description": "Online Application for Caste Certificate Scheduled Caste and Scheduled Tribe",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTU3NQ=="
    },
    {
        "name": "Caste Certificate (Other Backward Class)",
        "description": "Online Application for Caste Certificate (Other Backward Class)",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTU3Ng=="
    },
    {
        "name": "Stipend for the Students, Haryana",
        "description": "Stipend for the StudentS",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTc3MjE="
    },
    {
        "name": "Yuvasree Employment Assistance, West Bengal",
        "description": "West Bengal Government offers financial assistance of Rs.1,500/- per month for first one lakh jobseekers enrolled in Employment Bank to enable them to enhance their employability by undergoing some education or training within the period of assistance. Jobseekers may also view their Yuvasree enrollment status.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTgxNjg="
    },
    {
        "name": "Maharastra: Foreign Scholarship",
        "description": "Check how to apply for Students belonging to SC/ST can claim for foreign scholarship whose family annual income should not exceed 6 lakh and has cleared all examination at first attempt.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=Njc3Nw=="
    },
    {
        "name": "Maharastra: Scholarship within India",
        "description": "Check how to apply for Students belonging to SC/ST pursuing first year in any degree can apply for scholarship in India whose family annual income should not exceed 4.5 lakh for his further studies.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=Njc3OA=="
    },
    {
        "name": "Gujarat, Collectorate - District Panchmahal : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTY3NDM="
    },
    {
        "name": "Gujarat, Collectorate - District Vadodara : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTYwNzk="
    },
    {
        "name": "Gujarat, Collectorate - District Tapi : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTY0MzE="
    },
    {
        "name": "Gujarat, Collectorate - District Tapi : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTY0Mjc="
    },
    {
        "name": "Gujarat, Collectorate - District Tapi : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTY0MjU="
    },
    {
        "name": "Gujarat, Collectorate - District Tapi : Certification of religious minorities",
        "description": "Check process for getting a certificate of religious minorities from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTY0MjM="
    },
    {
        "name": "Gujarat, Collectorate - District Surat : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTYyNTc="
    },
    {
        "name": "Gujarat, Collectorate - District Surat : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTYyNTM="
    },
    {
        "name": "Gujarat, Collectorate - District Surat : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTYyNTE="
    },
    {
        "name": "Gujarat, Collectorate - District Surat : Certification of religious minorities",
        "description": "Check process for getting a certificate of religious minorities from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTYyNDk="
    },
    {
        "name": "Gujarat, Collectorate - District Vadodara : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTYwODM="
    },
    {
        "name": "Gujarat, Collectorate - District Vadodara : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTYwNzc="
    },
    {
        "name": "Gujarat, Collectorate - District Vadodara : Certification of religious minorities",
        "description": "Check process for getting a certificate of religious minorities from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTYwNzU="
    },
    {
        "name": "Gujarat, Collectorate - District Kutch : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTUzNDY="
    },
    {
        "name": "Gujarat, Collectorate - District Kutch : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTUzNDI="
    },
    {
        "name": "Gujarat, Collectorate - District Kutch : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTUzNDA="
    },
    {
        "name": "Gujarat, Collectorate - District Valsad : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTQ5MTI="
    },
    {
        "name": "Gujarat, Collectorate - District Valsad : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTQ5MTU="
    },
    {
        "name": "Gujarat, Collectorate - District Navsari : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTM2MTA="
    },
    {
        "name": "Gujarat, Collectorate - District Navsari : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTM2MDY="
    },
    {
        "name": "Gujarat, Collectorate - District Navsari : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTM2MDQ="
    },
    {
        "name": "Gujarat, Collectorate - District Porbandar : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTMwNzU="
    },
    {
        "name": "Gujarat, Collectorate - District Porbandar : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTMwNzE="
    },
    {
        "name": "Gujarat, Collectorate - District Porbandar : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTMwNjk="
    },
    {
        "name": "Gujarat, Collectorate - District Morbi : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTI4NTM="
    },
    {
        "name": "Gujarat, Collectorate - District Morbi : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTI4NTc="
    },
    {
        "name": "Gujarat, Collectorate - District Morbi : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTI4NTE="
    },
    {
        "name": "Gujarat, Collectorate - District Mahisagar : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTI2ODY="
    },
    {
        "name": "Gujarat, Collectorate - District Mahisagar : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTI2ODI="
    },
    {
        "name": "Gujarat, Collectorate - District Mahisagar : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTI2ODA="
    },
    {
        "name": "Gujarat, Collectorate - District Junagadh : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTI0ODQ="
    },
    {
        "name": "Gujarat, Collectorate - District Junagadh : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTI0ODA="
    },
    {
        "name": "Gujarat, Collectorate - District Junagadh : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTI0Nzg="
    },
    {
        "name": "Gujarat, Collectorate - District Gir Somnath : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTIyMjA="
    },
    {
        "name": "Gujarat, Collectorate - District Gir Somnath : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTIyMTY="
    },
    {
        "name": "Gujarat, Collectorate - District Gir Somnath : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTIyMTQ="
    },
    {
        "name": "Gujarat, Collectorate - District Devbhumi Dwarka : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTE4NzA="
    },
    {
        "name": "Gujarat, Collectorate - District Devbhumi Dwarka : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTE4NjU="
    },
    {
        "name": "Gujarat, Collectorate - District Devbhumi Dwarka : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTE4NjI="
    },
    {
        "name": "Telangana: Telangana Social Welfare Residential Educational Institutions Society (TSWREIS) - Human Resource Management System",
        "description": "This service helps manage and monitor human resources working for Telangana Social Welfare Residential Educational Institutions Society (TSWREIS).",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTE2Mjk="
    },
    {
        "name": "Gujarat, Collectorate - District Kheda : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTE0Njg="
    },
    {
        "name": "Gujarat, Collectorate - District Dahod : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTE0MjA="
    },
    {
        "name": "Gujarat, Collectorate - District Dahod : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTE0MTY="
    },
    {
        "name": "Gujarat, Collectorate - District Dahod : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTEyODk="
    },
    {
        "name": "Gujarat, Collectorate - District Dang : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA5MDQ="
    },
    {
        "name": "Gujarat, Collectorate - District Dang : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA5MDA="
    },
    {
        "name": "Gujarat, Collectorate - District Dang : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA4OTg="
    },
    {
        "name": "Gujarat, Collectorate - District Mehsana : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA1MzA="
    },
    {
        "name": "Gujarat, Collectorate - District Mehsana : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA1MjU="
    },
    {
        "name": "Gujarat, Collectorate - District Mehsana : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTA1MjM="
    },
    {
        "name": "Gujarat, Collectorate - District Gandhinagar : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTAzMTM="
    },
    {
        "name": "Gujarat, Collectorate - District Gandhinagar : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTAzMDk="
    },
    {
        "name": "Gujarat, Collectorate - District Gandhinagar : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTAzMDc="
    },
    {
        "name": "Gujarat, Collectorate - District Patan : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=MTAxNTg="
    },
    {
        "name": "Gujarat, Collectorate - District Jamnagar : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, check required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTk0Mg=="
    },
    {
        "name": "Gujarat, Collectorate - District Narmada : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTc4OA=="
    },
    {
        "name": "Gujarat, Collectorate - District Narmada : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTc4Mg=="
    },
    {
        "name": "Gujarat, Collectorate - District Rajkot : Obtaining True Copy of certificates related to birth / marriage / death / police clearance certificate / school living certificate / affidavit / trade / commerce / export",
        "description": "Check process for Obtaining certificates related to birth / marriage / death / police clearance certificate / school living certificate / affidavit / trade / commerce / export from Addl. District Magistrate, Jan Seva Kendra, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTQyOA=="
    },
    {
        "name": "Gujarat, Collectorate - District Rajkot : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTM0NA=="
    },
    {
        "name": "Gujarat, Collectorate - District Rajkot : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTM0MA=="
    },
    {
        "name": "Gujarat, Collectorate - District Botad : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTI0OQ=="
    },
    {
        "name": "Gujarat, Collectorate - District Botad : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTI0NA=="
    },
    {
        "name": "Gujarat, Collectorate - District Botad : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTI0Mg=="
    },
    {
        "name": "Gujarat, Collectorate - District Rajkot : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTIyOA=="
    },
    {
        "name": "Gujarat, Collectorate - District Chhotaudepur : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTU2MA=="
    },
    {
        "name": "Gujarat, Collectorate - District Chhotaudepur : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTU2Mg=="
    },
    {
        "name": "Gujarat, Collectorate - District Chhotaudepur : issuing domicile certificate",
        "description": "Check process for obtaining domicile certificate from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=OTU2Ng=="
    },
    {
        "name": "Gujarat, Collectorate - District Bhavnagar : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=ODg0MQ=="
    },
    {
        "name": "Gujarat, Collectorate - District Bhavnagar : Certification for socially and educationally backward classes",
        "description": "Check process for getting a certificate of socially and educationally backward classes from Taluka Mamlatdar/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=ODgzNw=="
    },
    {
        "name": "Gujarat, Collectorate - District Bharuch : Obtaining certificates for Scheduled Castes and Scheduled Tribes",
        "description": "Check process for obtaining certificates for Scheduled Castes / Scheduled Tribes from Taluka Mamlatdar/ Zonal Officer/Urban Area Office/Jan Seva Kendra office, required document, fees and download application form.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=ODM5NA=="
    },
    {
        "name": "Andhra Pradesh,INTEGRATED CERTIFICATE",
        "description": "The Integrated Certificates are issued to the SC, ST, BC and OC castes. This Certificate is being issued for Caste, Date of Birth and Nativity and can be used for Scholarship in Education and reservation in Employment...etc",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NTcyMg=="
    },
    {
        "name": "Provide Government Hostel facilities to tribal Boys & Girls in Maharashtra",
        "description": "Apply for Provide Government Hostel facilities to  tribal Boys & Girls in Maharashtra provided by the Tribal Development Department of the state. Information about documents required and guidelines to fill the form is given.",
        "link": "https://services.india.gov.in/service/service_url_redirect?id=NjM3Ng=="
    }
]